//  Напишите программу, которая на вход принимает число (N),
// а на выходе показывает все чётные числа от 1 до N. 

Console.WriteLine("Введите число");
int number = Convert.ToInt32(Console.ReadLine());


int multiplicity = 2;

if (multiplicity <= number )
{ }

// увы, пока не могу( понимаю что нужен цикл, но не могу сообразить
//как все это обозначить